tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'paulche/sudo-touchid'
brew 'git'
brew 'git-flow'
brew 'mas'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'sqlite'
# brew 'sudo-touchid' # needs tested on a touchid mac
brew 'terminal-notifier'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
cask 'appcleaner'
cask 'font-meslo-for-powerline'
cask 'franz'
cask 'hyperdock'
cask 'iina'
cask 'istat-menus'
cask 'iterm2'
cask 'kaleidoscope'
cask 'keepingyouawake'
cask 'keka'
cask 'keybase'
cask 'macdown'
cask 'microsoft-office'
# cask 'microsoft-remote-desktop-beta' # Better to use the MAS version if possible.
cask 'paste'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'visual-studio-code'
cask 'vlc'
mas '', id: 1295203466 # Microsoft Remote Desktop 10
mas '', id: 1440147259 # AdGuard for Safari
mas '', id: 1435957248 # Drafts 5
mas '', id: 823766827  # OneDrive
mas '', id: 1397180934 # Dark Mode for Safari
mas '', id: 1482490089 # Tampermonkey for Safari
