tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
brew 'git'
brew 'git-flow'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'sqlite'
brew 'terminal-notifier'
brew 'youtube-dl'
brew 'zsh'
cask 'appcleaner'
cask 'font-meslo-for-powerline'
cask 'franz'
cask 'hyperdock'
cask 'istat-menus'
cask 'iterm2'
cask 'keepingyouawake'
cask 'keka'
cask 'keybase'
cask 'macdown'
cask 'microsoft-office'
cask 'microsoft-remote-desktop-beta'
cask 'paste'
# cask 'tiles'
cask 'visual-studio-code'
cask 'vlc'
